Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=626_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Veikko Magga on vuotsolainen poromies, Vuotson seudulla eläneen kuuluisan Itäpuolen Keisarinnan eli Ponkun Inkan jälkeläisiä.
sme: Veikko Magga lea vuohččulaš badjealmmái, Vuohču guovllus eallán beakkán Nuorttabeale Keaisára, Boŋggu Iŋggá maŋisboahtti.

source: Veikkoa puolestaan on sanottu Itäpuolen Keisariksi.
sme: Veikko leat fas gohčodan Nuorttabeale Keaisárin.

source: Veikko kertoo porohommien olleen hänellä verissä, ja että hänelle oli jo pikkupoikana selvää, että hänestä tulee poromies.
sme: Veikko muitala badjedili cieggan sutnje varrii, nu ahte sutnje lei juo bártnážin čielggas ahte sus šaddá badjealmmái.

source: Isän tokan paimennukseen tarvittiin jatkaja, eivätkä muut ammatit käyneet mielessäkään.
sme: Áhči ealu guođoheaddjin galggai gávdnot joatki eaige eará ámmáhat boahtán oba milliige.

source: Veikko kävi koulua kuitenkin vuoden verran Inarissa saamelaisten kristillisessä kansanopistossa, jossa opeteltiin kirjoittamaan ja lukemaan saamenkieltä.
sme: Veikko váccii skuvllaid goittotge ovtta jagi Anáris sápmelaččaid kristtalaš álbmotskuvllas, gos hárjehalle čállit ja lohkat sámegiela.

source: Veikko sanoo todenneensa samantien, ettei koulu ole hänen paikkansa.
sme: Veikko lohká fuobmán seammás ahte skuvla ii leat várás.

source: Sieltä olisi voinut halutessaan jatkaa opintoja ja valmistua johonkin ammattiin. Hän oli koulussa kuitenkin vuoden loppuun saakka – ei tohtinut keskenkään heittää.
sme: Doppe livččii sáhttán joatkit oahpuid viidáseappot ja gárvvásmuvvat juoga ámmáhii jus livččii háliidan.

source: Päästessään sieltä hän tuli jatkamaan porohommia, ja sillä tiellä hän on pysynyt näihin päiviin saakka.
sme: Dan maŋŋá go son gearggai skuvllas jotkkii son boazobargguid, ja dan bálgá alde son lea leamašan gitta dáid beivviid rádjai.

source: Päätös alkaa poromieheksi ei ole koskaan kaduttanut häntä ja hän kehaisee poromiehen ammatin kuuluvan ammateista parhaimpiin.
sme: Son ii leat goassige gáhtan ahte álggii badjealmmájin ja son rábmo badjealbmá ámmáha oktan máilmmi buoremus ámmáhin.

source: Veikko kertoo saaneensa oman merkin heti synnyttyään, kuten tapana on ollut.
sme: Veikko muitala ahte son oaččui iežas mearkka dalán go riegádii, nu mo vearrun lea leamašan.

source: Merkki tuli perinteiseen tapaan suvussa kulkeneesta merkistä.
sme: Mearka bođii árbevieruid mielde sogas johtán sohkamearkkas.

source: Veikon merkki tuli hänen isänsä merkkiä vähän muuttaen.
sme: Veikko mearka bođii su áhči mearkkas mottiin rievdádusain.

source: Hän ei muista, milloin merkkasi ensimmäistä kertaa, mutta kertoo sen tapahtuneen jo hyvin varhain.
sme: Son ii muitte goas merkii vuosttamuš geardde, muhto lohká dan dáhpáhuvvan juo hui árrat.

source: Merkkaamaan hän oppi seuraamalla miten muut merkkaavat ja isän neuvoilla. ”
sme: Mearkut son oahpai čuvodettiin mo earát merko ja áhči rávvagiid guldalettiin.

source: Tekemällä oppii. ”
sme: “ Barggadettiin oahppá. ”

source: Veikko kertoo poronhoidon kokeneen muutoksia viimeisinä vuosikymmeninä ja mainitsee niistä yhtenä suurimmista moottoriajoneuvojen tulon.
sme: Veikko muitala ahte boazodoallu lea rievdan sakka maŋimuš logijagiid áigge ja máinnaša oktan stuorámus nuppástussan mohtorfievrruid boahtima.

source: Ne vaikuttivat suuresti poronhoitoon ja sen kehittymiseen nykyiseen muotoonsa.
sme: Dat váikkuhedje sakka boazodollui ja dan hápmášuvvamii dálá hápmái.

source: Moottorikelkat tulivat käyttöön lumimaan ajaksi ja moottoripyöriä käytettiin kesätokan haussa sekä syysettossa eli porojen kokoamisessa.
sme: Mohtorgielkkát bohte atnui dálvit ja mohtorsihkkelat adnojuvvojedje ávkin bievlaeatnama áigge geasseealu čohkkemis ja čakčačohkkemis.

source: Lisäksi hän mainitsee tokkakunnittain tapahtuvan paimennuksen poisjäämisen yhdeksi suurimmaksi muutokseksi Lapin paliskunnan alueella.
sme: Dan lassin son namuha oktan stuorámus nuppástussan Lappi bálgosis dan ahte olbmot heite guođoheames siiddaid mielde.

source: Nykyään Lapin paliskunnan kaikki porot ovat samoilla laitumilla yhtä tokkakuntaa lukuun ottamatta.
sme: Dán áiggi Lappi bálgosa visot bohccot leat seamma guohtuneatnamiid alde earret ovtta siidda bohccuid.

source: Veikko näkee Lapin paliskunnan tulevaisuuden valoisana.
sme: Veikko oaidná Lappi bálgosa boahttevuođa čuovgadin.

source: Hän sanoo laidunmaiden olevan hyvässä kunnossa ja jäkälätilanteen olevan kohtuullisen hyvä.
sme: Son lohká guohtuneatnamiid leahkit buori ortnegis ja jeagil lea viehka buorre.

source: Lisäksi suurin osa Lapin paliskunnasta on Urho Kekkosen kansallispuiston sisällä, mikä on yhdenlainen pelastus ja metsät säästyvät hakkuilta.
sme: Dan lassin stuorámus oassi Lappi bálgosis lea Urho Kekkosa álbmotmeahci siste, mii gádju ja seastá mehciid vuovdečuollamiin.

source: Hän sanoo tulevaisuuden olevan siltäkin kannalta hyvä, että kun suurempi ikäpolvi lähtee, niin paliskuntaan jää vähemmän poronhoitajia ja nuoret pärjäävät täten paremmin.
sme: Son lohká boahttevuođa leahkit dange dáfus buorre, ahte go stuorát ahkeluohká heaitá boazodoaluin, de bálgosii báhcet unnit boazodoallit ja nuorat birgejit buorebut.

source: Paliskunnan haasteina hän pitää laidunmaiden kunnossa pitoa.
sme: Bálgosa hástalussan son oaidná guohtuneatnamiid ortnega.

source: Hän tuumaa, että laitumien kanssa pitää olla tarkkana ja täytyy pitää huoli ettei poroluku nouse liikaa.
sme: Son oaivvilda ahte guohtuneatnamiiguin galgá leat dárkil ja váruhit vai boazolohku ii loktan bearehaga.

source: Petotilanne on yksi asia, jota hän pitää uhkana. ”
sme: Borasspiret leat okta ášši man son atná áittan.

source: Erityisesti karhuja ja susia on paljon. ”
sme: “ Eandalii guovžžat ja gumppet leat ollu. ”

source: Hän muistelee kulkeneensa metsässä paljon Alakorvan Joukon kanssa.
sme: Son muittaša johtán olu meahcis Alakorva Joukoin.

source: Hän naurahtaa vähän, kun ennen oli ettossa 5-6 miestä ja nykyään siellä ruukaa olla 16 miestäkin. ”
sme: Son bohkosa veháš go ovdal 5-6 albmá ledje fárus čohkkemin ja dán áiggi doppe lávejit leat 16 albmá.

source: Se on yksi asia mikä on muuttunut.
sme: “ Dat leat okta mii lea rievdan.

source: Eihän niitä tarvitsisi niin paljoa olla.
sme: Iihan doppe dárbbaše nu galle leat.

source: Saataisiin se tokka aitaan vähemmälläkin miesmäärällä.
sme: Galhan dat čora boađášii gárdái unnitge veagain.

source: Mutta eipä siitä haittaakaan ole, siellähän saa olla ja oppia. ”
sme: Muhto ii dat goit daga maidige, galahan doppe oažžu leat mielde ja oahppat. ”

source: Veikko tuumaa, että tällä hetkellä Lapin paliskunnan poronhoito ei kaipaa sen suurempia muutoksia.
sme: Veikko mielas Lappi bálgosa boazodoallu ii dárbbaš dál stuorát nuppástusaid.

source: Laidunkiertoalueiden aitaaminen onnistui hyvin ja jäkälä on päässyt kasvamaan. ”
sme: Guohtuneatnamiid áidun manai bures ja jeagil lea beassan šaddat.

source: Pientä kehitettävää toki löytyy aina ”, hän arvelee.
sme: “ Álo goittotge gávdno juoga maid sáhtášii buoridit ”, son árvala.

source: Verratessaan entistä ja nykyistä poronhoitoa hän kertoo, että tokkakunnittain paimentaminen oli siinä mielessä parempi, että omaa tokkaa pystyi hallitsemaan tarkemmin eivätkä pedot päässeet tappamaan helposti.
sme: Go veardida ovddeš ja dálá boazodoalu, de son muitala ahte siiddaid mielde guođoheapmi lei dan dáfus buoret, ahte iežas čorraga beasai buorebut hálddašit eaige borasspiret beassán goddit álkit.

source: Hän sanoo, että nykyään tokkakunnittain paimentaminen ei kuitenkaan ole Lapin paliskunnan alueella mahdollista muun muassa jäkälätilanteen takia. ”
sme: Son lohká ahte dán áiggi siiddaid mielde guođoheapmi ii leat Lappi bálgosis vejolaš jeageldili dihtii.

source: Ennen oli hyvät jäkäliköt.
sme: “ Ovdal ledje buorit jeageleatnamat.

source: Silloin tokassa käytiin lähes joka päivä ja porot olivat kesympiä.
sme: Dalle manaimet ealus meastá juohke beaivvi ja bohccot ledje lojibut.

source: Suopungilla pystyi helposti heittämään kiinni poroja.
sme: Suohpaniin sáhtii álkit njoarostit bohccuid gitta.

source: Porot siirrettiin seuraavaan paikkaan umpiseen kaivamaan ”, Veikko muistelee ja jatkaa: " Porohan oli tottunut olemaan tietyllä alueella, eikä se sieltä tutulta alueelta halunnut mihinkään lähteä.
sme: Sirddiimet bohccuid ain buhtes obbasii guohtut ”, Veikko muitala ja joatká: boazuhan lea hárjánan leat dihto guovllus, iige dat hálit oahpes guovllus gosage vuolgit.

source: Tokkaa kuitenkin kierrettiin suksin, ja jos näytti siltä, että joku on karkaamassa, niin sitten käytiin kääntämässä hiihtäen takaisin tokkaan.
sme: Čuoiggaimet goittotge ealu birra jus orui ahte muhtin boazu lei gárgideamen, dalle finaimet jorgaleamen čuoigga ruovttoluotta ellui.

source: Nykypäivän poronhoitoa harjoittaessa on oikeastaan pakko tehdä jotakin muuta poronhoidon ohella.
sme: Dán áiggi lea meastá bággu dahkat juoidá boazodoalu lassin.

source: Kelkat ja mönkijät pitää vaihtaa välillä ja se on kallista.
sme: Gielkkáid ja njealjejuvllagiid galgá leat álo muhtin gaskka molsumin ja dat lea divrras.

source: Porotulot eivät pelkästään riitä niitten ylläpitoon. ”
sme: Boazodoalu boađut eai reahkká dasa.

source: Veikko muistelee omia menneitä vuosiaan ja sinne liittyviä tapahtumia.
sme: Veikko muittaša iežas vássán jagiid ja dohko gullevaš dáhpáhusaid.

source: Muistoja on paljon ja aina sattui jotain erikoista.
sme: Muittut leat ollu ja masá juohke geardde dáhpáhuvai juoidá earenoamáš.

source: Veikko muistaa entisaikaan saamen kielen vielä kuuluneen lähes kaikkialla, mutta silloinkin melko harvoin.
sme: Veikko muitá ovdalaš áiggiid sámegiela vel gullon juohke sajis, muhto dallege oalle hárve.

source: Veikko kertoo, että heillä oli kotikielenä suomi ja saame.
sme: Veikko muitala ahte sis lei ruovttugiellan suomagiella ja sámegiella.

source: Äiti puhui pohjoissaamea ja isäkin osasi, mutta vastasi jostain syystä aina suomeksi.
sme: Eadni humai davvisámegiela ja áhččige máhtii dan, muhto vástidii juogaman sivas álot suomagillii.

source: Hieman harmitellen Veikko kertoo oman saamen kielen taitonsa heikentyneen ja monien sanojen unohtuneen kun ei ole käyttänyt kieltä.
sme: Veikko atná vehá unohassan ahte su sámegieldáidu lea hedjonan ja máŋggat sánit leat vajálduvvan go ii leat geavahan giela.

source: Hän kuitenkin sanoo pärjäävänsä yhä saamen kielellä, mutta sanavarasto ei ole enää niin laaja.
sme: Son goittotge lohká iežas ain birget sámegielain, muhto sátnerádju ii leat šat nu viiddis.

source: Hän ylläpitää saamen kielen taitoaan kuuntelemalla saamen radiota.
sme: Son doalaha iežas sámegieldáiddu guldalemiin sámi radio.

source: Hän kertoo kuuntelevansa radiota ennemminkin saamen kielen takia eikä niinkään uutisten takia.
sme: Son guldala radio earenoamážit sámegiela dihtii iige nuge ođđasiid dihtii.

source: Kuunnellessaan hän muistelee kieltä ja mieleen palautuu kadonneita sanoja.
sme: Guldalettiin son muittaša giela ja millii badjánit jávkan sánit.

source: Televisiosta tulevia saamenkielisiä uutisia hän seuraa toisinaan.
sme: Sámegielat tv-ođđasiid son čuovvu duollet dálle, muhto hejoša go ođđasat sáddejuvvojit nu maŋŋit Suomas.

source: Saamelaisperinteeseen vahvasti kuulunut joikausperinne alkoi jäädä pois Veikon aikana.
sme: Sámiid árbevieru nana luohteárbevierru báhcigođii eret Veikko áigge.

source: Ennen joikaaminen kuului arkipäivään, ja lähes jokaiselle laitettiin oma joiku.
sme: Ovdal luohti lei oassi árgabeaivvi ja measta juohke oktii biddjojuvvui iežas luohti.

source: Veikolle ei enää laitettu omaa joikua, vaikka esimerkiksi hänen isällään oli oma joiku. ”
sme: Sutnje ii šat biddjojuvvon iežas luohti, vaikko ovdamearkka dihtii su áhčis lei iežas luohti.

source: Ennen vanhaan laitettiin joiku oikeastaan kaikille, mutta ei enää nykyään.
sme: “ Ovdalaš áigge biddjojuvvui luohti rievtti mielde juohke oktii, muhto ii šat dán áiggi.

source: Se joikukulttuuri vain jäi pois. ”
sme: Dat luohtekultuvra dušše bázii eret. "

source: Veikko kertoo, että ettotöissä ei joikua kuulunut ollenkaan, mutta erotuksissa sitäkin enemmän.
sme: Veikko muitala ahte bohccuid čohkkedettiin ii gullon luohti ollenge, muhto bigálusain dađege eanet.

source: Erotuksiin tuli ihmisiä eri palkisista, ja erityisesti kaikista taitavimmat joikaajat joikasivat.
sme: Bigálusaide bohte olbmot iešguđet bálgosiin ja eandaliige buot čeahpimus juoigit juige.

source: Veikolla on tapana seurata myös saamelaispolitiikkaa ja hän on seurannut jälleen ajankohtaiseksi tulleen ILO 169-sopimuksen edistymistä ja sanoo, että Norjassa on hyvä tilanne, kun siellä sopimus on jo ratifioitu.
sme: Veikko láve čuovvut maiddái sámepolitihka ja son lea čuvvon fas áigeguovdilis ILO 169-soahpamuša ovdáneami ja lohká ahte Norggas lea buorre dilli go soahpamuš lea doppe juo ratifiserejuvvon.

source: Hän tuumii, että Suomessakin olisi jo aika tehdä päätös kun se on ollut vireillä jo niin kauan.
sme: Son jurddašallá ahte Suomasge livččii juo dilli bargat mearrádusa danin go dat lea ádjánan juo nu guhká.

source: Veikko miettii hetken ja lausahtaa sitten omat terveisensä nuorille poromiehille: ” Vähitellen sitä oppii, ei sitä ole paljon neuvomista.
sme: Veikko smiehtada oatnelanbotta ja cealká iežas dearvvuođaid nuorra badjealbmáide: “ Gal olmmoš vehážiid mielde oahppá, ii das leat nu ollu rávvemuš.

source: Metsässä kun oppii kulkemaan, ja reitit mistä kuljetetaan porot.
sme: Meahcis go oahppá johtit ja diehtá johtingeainnuid.

source: Ne vanhat reitit, mistä on helppo kuljettaa.
sme: Daid boares geainnuid gokko lea álki johtit.

source: Ei siinä mitään, hyvä ja vapaa ammatti.
sme: Ii das mihkkige, buorre ja friija ámmát.

source: Et kahta samanlaista päivää näe. ”
sme: Guokte seammálágan beaivvi it oainne. ”
